{
    "languages": [
      { "code": "en", "name": "English", "direction": "ltr" },
      { "code": "de", "name": "Deutsch", "direction": "ltr" }
    ],
    "translations": {
      "en": {
        "navbar_brand": "UpSkilled",
        "navbar_browse": "Browse Courses",
        "navbar_partner": "Become a Partner",
        "navbar_mission": "Our Mission",
        "navbar_help": "Get Help",
        "language_english": "English",
        "language_deutsch": "Deutsch",
        "index_hero_title": "Transform Your Skills with Hands-On Learning",
        "index_hero_subtitle": "Join UpSkilled and step into immersive, in-person workshops led by local experts. Leave endless tutorials behind and start doing!",
        "index_hero_button": "Find Your Workshop Today",
        "index_sales_title": "Discover the Power of Real-World Learning",
        "index_sales_text": "Imagine saving money and gaining confidence by learning skills from experts. UpSkilled offers a proven 70/30 method—70% hands-on practice and 30% expert demo—to ensure you leave with real, applicable skills.",
        "index_sales_benefits_save": "Save Money:",
        "index_sales_benefits_expert": "Expert Guidance:",
        "index_sales_benefits_personalized": "Personalized Learning:",
        "index_sales_benefits_resources": "Practical Resources:",
        "index_sales_button": "Join a Workshop Now",
        "index_selection_title": "Find Your Next Workshop",
        "index_selection_search": "Search Courses",
        "index_selection_city": "Choose a City",
        "index_selection_category": "Choose a Course Category",
        "index_selection_sort": "Sort By:",
        "index_selection_sort_default": "Default",
        "index_selection_sort_reviews_most": "Most Reviews",
        "index_selection_sort_reviews_least": "Least Reviews",
        "index_selection_intro": "Pick a course category to see more details.",
        "index_newsletter_title": "Get Early Access",
        "index_newsletter_text": "Subscribe now for exclusive early access, member discounts, and expert DIY tips!",
        "index_newsletter_city": "Enter your city",
        "index_newsletter_email": "Enter your email",
        "index_newsletter_button": "Join the Movement",
        "index_newsletter_swap": "Coming Soon: Trade skills with UpSkilled Swap!",
        "partner_title": "Partner with UpSkilled",
        "partner_lead1": "UpSkilled is a hands-on workshop marketplace designed to connect eager learners with local businesses and expert instructors. We use a 70% practice, 30% demo approach—plus gamification, multi-day intensives, and industry-specific curriculum—to deliver transformative, real-world skill building. By hosting your courses on UpSkilled, you can reach new audiences, boost your revenue, and join our mission to reshape how people learn practical skills.",
        "partner_lead2": "Our flexible pricing structure spans from quick 1-hour Discovery courses to multi-day Intensives, ensuring every learner—beginner or advanced—can find exactly what they need. You keep 75–90% of each booking, with performance-based commission incentives that drop from 25% to as low as 10% for high performers. We handle marketing, booking, and payment processing, so you can focus on delivering top-quality workshops.",
        "partner_button": "Join UpSkilled Today",
        "partner_benefits_title": "Key Benefits",
        "partner_benefit_reach": "Expand Your Reach",
        "partner_benefit_reach_text": "Tap into a growing community of learners—from high schoolers exploring new career paths to adults seeking hands-on skill development. UpSkilled’s platform and marketing resources help you showcase your expertise to a wider audience.",
        "partner_benefit_earn": "Earn More with Less Hassle",
        "partner_benefit_earn_text": "Retain 75–90% of every course fee, with commission decreasing as your performance improves. Our integrated booking, scheduling, and payment systems remove administrative headaches so you can focus on teaching.",
        "partner_benefit_brand": "Strengthen Your Brand",
        "partner_benefit_brand_text": "Gain local recognition through UpSkilled’s marketing, social media promotions, and exclusive partner events. Our standardized 70/30 workshop format and performance incentives help build a strong, reputable brand.",
        "partner_steps_title": "How It Works",
        "partner_step_signup": "1. Sign Up",
        "partner_step_signup_text": "Complete our brief form to initiate a conversation. Our onboarding team will review your workshop ideas and ensure they align with our hands-on, gamified approach.",
        "partner_step_design": "2. Design Your Courses",
        "partner_step_design_text": "We collaborate with you to structure your workshops—from 1-hour Discovery sessions to multi-day Intensives—ensuring an optimal blend of expert demonstration and practical application.",
        "partner_step_reach": "3. Reach New Audiences",
        "partner_step_reach_text": "UpSkilled promotes your courses to local learners, hobbyists, and corporate teams, increasing your enrollment with minimal extra effort on your part.",
        "partner_step_earn": "4. Earn & Grow",
        "partner_step_earn_text": "Keep the majority of your earnings (75–90%) while benefiting from performance-based commission reductions. Expand your offerings as your reputation grows.",
        "partner_earnings_title": "Project Your Earnings",
        "partner_earnings_text": "Adjust the sliders below to estimate your annual income potential from hosting workshops on UpSkilled.",
        "partner_earnings_course_price": "Course Price (in €)",
        "partner_earnings_participants": "Participants",
        "partner_earnings_courses_month": "Courses per Month",
        "partner_earnings_yearly": "Your Yearly Earnings",
        "partner_earnings_hours": "With about ",
        "partner_earnings_hours_text": " hours of work per year, that’s roughly ",
        "partner_earnings_hourly": " € per hour.",
        "partner_earnings_growth": "As your courses gain traction, offering more advanced or multi-day sessions can further increase your revenue.",
        "partner_signup_title": "Ready to Partner?",
        "partner_signup_text": "Complete the form below to begin hosting workshops with UpSkilled. Our team will contact you to finalize details and guide you through the onboarding process.",
        "partner_signup_business": "Business Category",
        "partner_signup_contact": "Contact Number",
        "partner_signup_email": "Email Address",
        "partner_signup_courses": "What types of courses might you offer?",
        "partner_signup_terms": "I agree to the ",
        "partner_signup_terms_link": "terms and conditions",
        "partner_signup_submit": "Submit",
        "partner_signup_followup": "Once we receive your information, we’ll be in touch to discuss the next steps.",
        "mission_title": "Our Mission",
        "mission_text1": "At UpSkilled, our mission is to empower both customers and business partners. We bring people together for practical, in-person learning with local experts—because real life happens off the screen.",
        "mission_text2": "For customers, we offer hands-on courses that help you master everyday skills and become more independent. For business partners, we remove the headache of managing advertising, admin tasks, insurance, and payment fees. Our approach cuts out the red tape and saves you money—so you can focus on what truly matters.",
        "mission_text3": "Imagine a world where you gain valuable skills, save time and money, and live with greater freedom. Join us and turn that dream into reality.",
        "mission_button": "Join UpSkilled Today",
        "vision_title": "Our Vision",
        "vision_text1": "We envision a future where learning is dynamic and collaborative. At UpSkilled, we believe that group learning, field trips, and hands-on experiences are far more valuable than sitting in a dull classroom. We see schools and universities taking students on interactive field trips where they learn by doing, not just by listening.",
        "vision_text2": "We also believe in the power of team building through practical experiences—imagine your colleagues learning together how to fix, build, or create, forging stronger bonds and a more creative, independent work environment.",
        "vision_text3": "Our vision is about more than education. It's about inspiring independence, real-world problem solving, and a genuine love for learning. We want to replace boring lectures with engaging, practical experiences that transform lives.",
        "vision_quote": "A donkey laden with books is neither an intellectual nor wise.",
        "vision_quote_author": "Saadi Shirazi, Ancient Persian Poet",
        "mission_cta_courses": "View Course Catalogue",
        "mission_cta_partner": "Offer Courses",
        "contact_title": "Need Assistance?",
        "contact_intro": "Reach out to us with any questions about our hands-on courses or partnerships—we’re here to help you master real-world skills! Contact us today for personalized support.",
        "contact_name": "Your Full Name",
        "contact_email": "Your Email",
        "contact_subject": "Subject",
        "contact_category": "Select a category",
        "contact_category_general": "General Inquiry",
        "contact_category_registration": "Course Registration",
        "contact_category_technical": "Technical Support",
        "contact_category_partnership": "Partnership Inquiry",
        "contact_category_feedback": "Feedback / Complaint",
        "contact_category_other": "Other",
        "contact_message": "Your Message",
        "contact_submit": "Send Message",
        "contact_faq_title": "Frequently Asked Questions",
        "contact_faq_getting_started": "Getting Started with Courses",
        "contact_faq_costs": "Costs and Payments",
        "contact_faq_scheduling": "Scheduling and Flexibility",
        "contact_faq_support": "Support and Help",
        "contact_faq_booking": "Managing Your Booking",
        "contact_faq_rewards": "Fun with Skills and Rewards",
        "contact_faq_signup": "How do I sign up for a workshop?",
        "contact_faq_duration": "How long are your workshops?",
        "contact_faq_experience": "Do I need any prior experience for your courses?",
        "contact_faq_cost": "How much do your workshops cost?",
        "contact_faq_payment": "What payment options do you offer?",
        "contact_faq_charge": "When will I be charged for a workshop?",
        "contact_faq_cancel": "Can I cancel or reschedule my workshop?",
        "contact_faq_schedule": "How can I check workshop schedules?",
        "contact_faq_full": "What if a workshop I want is full?",
        "contact_faq_help": "How do I get help with my questions?",
        "contact_faq_response": "When can I expect a response from your team?",
        "contact_faq_urgent": "What if I have an urgent question about partnering?",
        "contact_faq_cancel_refund": "How can I cancel or get a refund?",
        "contact_faq_cancel_fees": "Are there any fees if I need to cancel?",
        "contact_faq_refund_time": "How quickly will I get my refund?",
        "contact_faq_points": "How do I earn Skill Points, and what are they?",
        "contact_faq_trade": "Can I trade my Skill Points for something cool?",
        "contact_faq_rewards": "What awesome rewards can I unlock with Skill Points?",
        "contact_follow": "Follow Us",
        "footer_privacy": "Privacy Policy",
        "footer_terms": "Terms & Conditions",
        "footer_partner": "Become a Partner",
        "footer_contact": "Contact Us",
        "footer_impact": "Training 5,000 underserved learners by 2030. Join the movement!",
        "footer_copyright": "© 2025 UpSkilled. All rights reserved."
      },
      "de": {
        "navbar_brand": "UpSkilled",
        "navbar_browse": "Kurse Durchsuchen",
        "navbar_partner": "Werden Sie Partner",
        "navbar_mission": "Unsere Mission",
        "navbar_help": "Hilfe Bekommen",
        "language_english": "Englisch",
        "language_deutsch": "Deutsch",
        "index_hero_title": "Verwandeln Sie Ihre Fähigkeiten mit Praktischem Lernen",
        "index_hero_subtitle": "Treten Sie UpSkilled bei und nehmen Sie an immersiven, persönlichen Workshops teil, die von lokalen Experten geleitet werden. Lassen Sie endlose Tutorials hinter sich und fangen Sie an zu handeln!",
        "index_hero_button": "Finden Sie Ihren Workshop Heute",
        "index_sales_title": "Entdecken Sie die Kraft des Realen Lernens",
        "index_sales_text": "Stellen Sie sich vor, Sie sparen Geld und gewinnen Selbstvertrauen, indem Sie Fähigkeiten von Experten lernen. UpSkilled bietet eine bewährte 70/30-Methode—70% praktische Übung und 30% Expertendemonstration—um sicherzustellen, dass Sie mit realen, anwendbaren Fähigkeiten weggehen.",
        "index_sales_benefits_save": "Geld Sparen:",
        "index_sales_benefits_expert": "Expertenführung:",
        "index_sales_benefits_personalized": "Personalisierte Lernmöglichkeiten:",
        "index_sales_benefits_resources": "Praktische Ressourcen:",
        "index_sales_button": "Melden Sie sich Jetzt für einen Workshop an",
        "index_selection_title": "Finden Sie Ihren Nächsten Workshop",
        "index_selection_search": "Kurse Suchen",
        "index_selection_city": "Wählen Sie eine Stadt",
        "index_selection_category": "Wählen Sie eine Kurskategorie",
        "index_selection_sort": "Sortieren Nach:",
        "index_selection_sort_default": "Standard",
        "index_selection_sort_reviews_most": "Meiste Bewertungen",
        "index_selection_sort_reviews_least": "Wenigste Bewertungen",
        "index_selection_intro": "Wählen Sie eine Kurskategorie, um mehr Details zu sehen.",
        "index_newsletter_title": "Erhalten Sie Frühen Zugang",
        "index_newsletter_text": "Melden Sie sich jetzt an für exklusiven frühen Zugang, Mitgliedsrabatte und Experten-DIY-Tipps!",
        "index_newsletter_city": "Geben Sie Ihre Stadt ein",
        "index_newsletter_email": "Geben Sie Ihre E-Mail ein",
        "index_newsletter_button": "Der Bewegung Beitreten",
        "index_newsletter_swap": "Bald verfügbar: Fähigkeiten mit UpSkilled Swap tauschen!",
        "partner_title": "Partner mit UpSkilled",
        "partner_lead1": "UpSkilled ist ein Marktplatz für praktische Workshops, der eifrige Lernende mit lokalen Unternehmen und Expertenlehrern verbindet. Wir verwenden einen 70% Praxis, 30% Demo-Ansatz—ergänzt durch Gamification, Mehrtagesschulungen und branchenspezifische Curricula—um transformative, realweltliche Fähigkeitsentwicklung zu bieten. Indem Sie Ihre Kurse auf UpSkilled anbieten, können Sie neue Zielgruppen erreichen, Ihre Einnahmen steigern und unserer Mission beitreten, wie Menschen praktische Fähigkeiten erlernen, neu zu gestalten.",
        "partner_lead2": "Unsere flexible Preisstruktur reicht von schnellen 1-Stunden-Discovery-Kursen bis hin zu Mehrtagesschulungen und stellt sicher, dass jeder Lernende—Anfänger oder Fortgeschrittener—genau das findet, was er braucht. Sie behalten 75–90% jeder Buchung, mit leistungsabhängigen Kommissionsanreizen, die von 25% auf nur 10% für Spitzenleister sinken. Wir kümmern uns um Marketing, Buchung und Zahlungsabwicklung, damit Sie sich auf die Durchführung erstklassiger Workshops konzentrieren können.",
        "partner_button": "Treten Sie Heute UpSkilled bei",
        "partner_benefits_title": "Hauptvorteile",
        "partner_benefit_reach": "Erweitern Sie Ihre Reichweite",
        "partner_benefit_reach_text": "Nutzen Sie eine wachsende Gemeinschaft von Lernenden—von Schülern, die neue Karrierewege erkunden, bis hin zu Erwachsenen, die praktische Fähigkeiten suchen. UpSkilleds Plattform und Marketingressourcen helfen Ihnen, Ihr Fachwissen einer breiteren Zielgruppe zu präsentieren.",
        "partner_benefit_earn": "Verdienen Sie Mehr mit Weniger Aufwand",
        "partner_benefit_earn_text": "Behalten Sie 75–90% jeder Kursgebühr, wobei die Kommission mit steigender Leistung sinkt. Unsere integrierten Buchungs-, Planungs- und Zahlungssysteme beseitigen administrative Aufgaben, damit Sie sich auf das Lehren konzentrieren können.",
        "partner_benefit_brand": "Stärken Sie Ihre Marke",
        "partner_benefit_brand_text": "Erhalten Sie lokale Anerkennung durch UpSkilleds Marketing, Social-Media-Promotionen und exklusive Partnerveranstaltungen. Unser standardisierter 70/30-Workshop-Format und leistungsabhängige Anreize helfen, eine starke, seriöse Marke aufzubauen.",
        "partner_steps_title": "So Funktioniert Es",
        "partner_step_signup": "1. Anmelden",
        "partner_step_signup_text": "Füllen Sie unser kurzes Formular aus, um ein Gespräch zu initiieren. Unser Onboarding-Team prüft Ihre Workshop-Ideen und stellt sicher, dass sie mit unserem praktischen, gamifizierten Ansatz übereinstimmen.",
        "partner_step_design": "2. Gestalten Sie Ihre Kurse",
        "partner_step_design_text": "Wir arbeiten mit Ihnen zusammen, um Ihre Workshops zu strukturieren—von 1-Stunden-Discovery-Sitzungen bis hin zu Mehrtagesschulungen—und stellen eine optimale Mischung aus Expertendemonstration und praktischer Anwendung sicher.",
        "partner_step_reach": "3. Erreichen Sie Neue Zielgruppen",
        "partner_step_reach_text": "UpSkilled fördert Ihre Kurse an lokale Lernende, Hobbyisten und Unternehmensgruppen, wodurch Ihre Einschreibungen mit minimalem zusätzlichen Aufwand steigen.",
        "partner_step_earn": "4. Verdienen & Wachsen",
        "partner_step_earn_text": "Behalten Sie den Großteil Ihrer Einnahmen (75–90%), während Sie von leistungsabhängigen Kommissionsreduktionen profitieren. Erweitern Sie Ihr Angebot, wenn Ihr Ruf wächst.",
        "partner_earnings_title": "Schätzen Sie Ihre Einnahmen",
        "partner_earnings_text": "Passen Sie die Schieberegler unten an, um Ihr jährliches Einkommen vom Hosting von Workshops auf UpSkilled zu schätzen.",
        "partner_earnings_course_price": "Kurspreis (in €)",
        "partner_earnings_participants": "Teilnehmer",
        "partner_earnings_courses_month": "Kurse pro Monat",
        "partner_earnings_yearly": "Ihre Jährlichen Einnahmen",
        "partner_earnings_hours": "Mit etwa ",
        "partner_earnings_hours_text": " Arbeitsstunden pro Jahr entspricht das ungefähr ",
        "partner_earnings_hourly": " € pro Stunde.",
        "partner_earnings_growth": "Wenn Ihre Kurse an Popularität gewinnen, können fortgeschrittene oder Mehrtagesschulungen Ihre Einnahmen weiter steigern.",
        "partner_signup_title": "Bereit, Partner zu Werden?",
        "partner_signup_text": "Füllen Sie das Formular unten aus, um mit dem Hosting von Workshops bei UpSkilled zu beginnen. Unser Team wird Kontakt aufnehmen, um Details zu finalisieren und Sie durch den Onboarding-Prozess zu führen.",
        "partner_signup_business": "Geschäftskategorie",
        "partner_signup_contact": "Kontaktzahl",
        "partner_signup_email": "E-Mail-Adresse",
        "partner_signup_courses": "Welche Arten von Kursen könnten Sie anbieten?",
        "partner_signup_terms": "Ich stimme den ",
        "partner_signup_terms_link": "Nutzungsbedingungen",
        "partner_signup_submit": "Absenden",
        "partner_signup_followup": "Sobald wir Ihre Informationen erhalten haben, werden wir uns in Verbindung setzen, um die nächsten Schritte zu besprechen.",
        "mission_title": "Unsere Mission",
        "mission_text1": "Bei UpSkilled ist unsere Mission es, sowohl Kunden als auch Geschäftspartner zu stärken. Wir bringen Menschen für praktisches, persönliches Lernen mit lokalen Experten zusammen—denn das reale Leben findet außerhalb des Bildschirms statt.",
        "mission_text2": "Für Kunden bieten wir praktische Kurse an, die Ihnen helfen, alltägliche Fähigkeiten zu meistern und unabhängiger zu werden. Für Geschäftspartner entfernen wir die Kopfschmerzen der Verwaltung von Werbung, administrativen Aufgaben, Versicherungen und Zahlungsgebühren. Unser Ansatz schneidet den bürokratischen Aufwand ab und spart Ihnen Geld—damit Sie sich auf das konzentrieren können, was wirklich zählt.",
        "mission_text3": "Stellen Sie sich eine Welt vor, in der Sie wertvolle Fähigkeiten erwerben, Zeit und Geld sparen und mit größerer Freiheit leben können. Treten Sie uns bei und machen Sie diesen Traum zur Realität.",
        "mission_button": "Treten Sie Heute UpSkilled bei",
        "vision_title": "Unsere Vision",
        "vision_text1": "Wir stellen uns eine Zukunft vor, in der Lernen dynamisch und kollaborativ ist. Bei UpSkilled glauben wir, dass Gruppenlernen, Exkursionen und praktische Erfahrungen viel wertvoller sind als das Sitzen in einem langweiligen Klassenzimmer. Wir sehen, wie Schulen und Universitäten Schülerinnen und Schüler auf interaktive Exkursionen mitnehmen, wo sie lernen, indem sie handeln, nicht nur zuhören.",
        "vision_text2": "Wir glauben auch an die Kraft des Teamaufbaus durch praktische Erfahrungen—stellen Sie sich vor, wie Ihre Kollegen zusammen lernen, wie sie reparieren, bauen oder erschaffen, und dabei stärkere Bindungen und eine kreativere, unabhängigere Arbeitsumgebung schmieden.",
        "vision_text3": "Unsere Vision geht über Bildung hinaus. Sie handelt davon, Unabhängigkeit, Problemlösung in der realen Welt und eine echte Liebe zum Lernen zu inspirieren. Wir wollen langweilige Vorlesungen durch fesselnde, praktische Erlebnisse ersetzen, die Leben verändern.",
        "vision_quote": "Ein Esel, beladen mit Büchern, ist weder ein Intellektueller noch weise.",
        "vision_quote_author": "Saadi Shirazi, Alter Persischer Dichter",
        "mission_cta_courses": "Kurskatalog Anzeigen",
        "mission_cta_partner": "Kurse Anbieten",
        "contact_title": "Benötigen Sie Unterstützung?",
        "contact_intro": "Kontaktieren Sie uns mit jeglichen Fragen zu unseren praktischen Kursen oder Partnerschaften—wir sind hier, um Ihnen zu helfen, reale Fähigkeiten zu meistern! Kontaktieren Sie uns heute für personalisierte Unterstützung.",
        "contact_name": "Ihr Voller Name",
        "contact_email": "Ihre E-Mail",
        "contact_subject": "Betreff",
        "contact_category": "Wählen Sie eine Kategorie",
        "contact_category_general": "Allgemeine Anfrage",
        "contact_category_registration": "Kursanmeldung",
        "contact_category_technical": "Technische Unterstützung",
        "contact_category_partnership": "Partnerschaftsanfrage",
        "contact_category_feedback": "Rückmeldung / Beschwerde",
        "contact_category_other": "Andere",
        "contact_message": "Ihre Nachricht",
        "contact_submit": "Nachricht Senden",
        "contact_faq_title": "Häufig Gestellte Fragen",
        "contact_faq_getting_started": "Erste Schritte mit Kursen",
        "contact_faq_costs": "Kosten und Zahlungen",
        "contact_faq_scheduling": "Zeitplanung und Flexibilität",
        "contact_faq_support": "Unterstützung und Hilfe",
        "contact_faq_booking": "Ihre Buchung Verwalten",
        "contact_faq_rewards": "Spaß mit Fähigkeiten und Belohnungen",
        "contact_faq_signup": "Wie melde ich mich für einen Workshop an?",
        "contact_faq_duration": "Wie lange dauern Ihre Workshops?",
        "contact_faq_experience": "Benötige ich Vorerfahrung für Ihre Kurse?",
        "contact_faq_cost": "Wie viel kosten Ihre Workshops?",
        "contact_faq_payment": "Welche Zahlungsoptionen bieten Sie an?",
        "contact_faq_charge": "Wann werde ich für einen Workshop belastet?",
        "contact_faq_cancel": "Kann ich meinen Workshop stornieren oder verschieben?",
        "contact_faq_schedule": "Wie kann ich Workshop-Zeiten überprüfen?",
        "contact_faq_full": "Was, wenn der Workshop, den ich möchte, voll ist?",
        "contact_faq_help": "Wie bekomme ich Hilfe bei meinen Fragen?",
        "contact_faq_response": "Wann kann ich mit einer Antwort von Ihrem Team rechnen?",
        "contact_faq_urgent": "Was, wenn ich eine dringende Frage zu einer Partnerschaft habe?",
        "contact_faq_cancel_refund": "Wie kann ich stornieren oder eine Rückerstattung erhalten?",
        "contact_faq_cancel_fees": "Gibt es Gebühren, wenn ich stornieren muss?",
        "contact_faq_refund_time": "Wie schnell erhalte ich meine Rückerstattung?",
        "contact_faq_points": "Wie verdiene ich Skill Points, und was sind sie?",
        "contact_faq_trade": "Kann ich meine Skill Points für etwas Cooles tauschen?",
        "contact_faq_rewards": "Welche tollen Belohnungen kann ich mit Skill Points freischalten?",
        "contact_follow": "Folgen Sie Uns",
        "footer_privacy": "Datenschutzrichtlinie",
        "footer_terms": "Nutzungsbedingungen",
        "footer_partner": "Werden Sie Partner",
        "footer_contact": "Kontaktieren Sie Uns",
        "footer_impact": "Bis 2030 5.000 benachteiligte Lernende ausbilden. Werden Sie Teil der Bewegung!",
        "footer_copyright": "© 2025 UpSkilled. Alle Rechte vorbehalten."
      }
    }
  }